Repository: uzeyirmammadli/catcare
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: az

source: Home
az: Ana səhifə

source: Report Case
az: Hal bildir

source: Search
az: Axtarış

source: Resolved Cases
az: Həll edilmiş hallar

source: Volunteer
az: Könüllü

source: Admin
az: İdarəçi

source: Profile
az: Profil

source: Login
az: Giriş

source: Logout
az: Çıxış

source: Register
az: Qeydiyyat

source: Save
az: Saxla

source: Cancel
az: Ləğv et

source: Delete
az: Sil

source: Edit
az: Redaktə et

source: View
az: Bax

source: Submit
az: Göndər

source: Filter
az: Filtr

source: Reset
az: Sıfırla

source: Back
az: Geri

source: Next
az: Növbəti

source: Previous
az: Əvvəlki

source: Open
az: Açıq

source: Resolved
az: Həll edilib

source: Active
az: Aktiv

source: Inactive
az: Qeyri-aktiv

source: Verified
az: Təsdiqlənib

source: Unverified
az: Təsdiqlənməyib

source: Reporter
az: Xəbərçi

source: Medical Care
az: Tibbi yardım

source: Food/Water
az: Yemək/Su

source: Shelter
az: Sığınacaq

source: Rescue
az: Xilasetmə

source: Vaccination
az: Peyvənd

source: Sterilization
az: Sterilizasiya

source: Success
az: Uğur

source: Error
az: Xəta

source: Warning
az: Xəbərdarlıq

source: Information
az: Məlumat

source: Loading...
az: Yüklənir...

source: No data available
az: Məlumat yoxdur

source: Are you sure?
az: Əminsiniz?

source: Username
az: İstifadəçi adı

source: Email
az: E-poçt

source: Password
az: Şifrə

source: Confirm Password
az: Şifrəni təsdiq et

source: First Name
az: Ad

source: Last Name
az: Soyad

source: Location
az: Yer

source: Description
az: Təsvir

source: Phone
az: Telefon

source: Required
az: Mütləq

source: Optional
az: İstəyə bağlı

source: Sign in to your account
az: Hesabınıza daxil olun

source: Create your account
az: Hesabınızı yaradın

source: I want to join as:
az: Mən qoşulmaq istəyirəm:

source: Report new cases and track existing ones
az: Yeni halları bildir və mövcudları izlə

source: Help resolve cases and provide assistance
az: Halları həll etməyə kömək et və yardım göstər

source: Already have an account?
az: Artıq hesabınız var?

source: Sign in here
az: Buradan daxil olun

source: Don't have an account?
az: Hesabınız yoxdur?

source: Register here
az: Buradan qeydiyyatdan keçin

source: Cat Rescue App
az: Pişik Xilasetmə Tətbiqi

source: Help us make a difference in the lives of cats in need. Report, track, and resolve cases to support our feline friends.
az: Ehtiyacı olan pişiklərin həyatında dəyişiklik yaratmağa kömək edin. Pişik dostlarımızı dəstəkləmək üçün halları bildirin, izləyin və həll edin.

source: Making a difference, one cat at a time.
az: Hər dəfə bir pişiklə dəyişiklik yaradırıq.

source: Today
az: Bu gün

source: Yesterday
az: Dünən

source: days ago
az: gün əvvəl

source: hours ago
az: saat əvvəl

source: minutes ago
az: dəqiqə əvvəl

source: Just now
az: İndicə

source: User Management
az: İstifadəçi İdarəetməsi

source: Admin Dashboard
az: İdarəçi Paneli

source: Total Users
az: Ümumi İstifadəçilər

source: Total Cases
az: Ümumi Hallar

source: Open Cases
az: Açıq Hallar

source: Recent Users
az: Son İstifadəçilər

source: Recent Cases
az: Son Hallar

source: Change Role
az: Rolu dəyiş

source: Activate User
az: İstifadəçini aktivləşdir

source: Deactivate User
az: İstifadəçini deaktivləşdir

source: Volunteer Case Management
az: Könüllü Hal İdarəetməsi

source: Volunteer Dashboard
az: Könüllü Paneli

source: Urgent Cases
az: Təcili Hallar

source: Your Role
az: Sizin Rolunuz

source: Open Cases Requiring Attention
az: Diqqət tələb edən açıq hallar

source: URGENT
az: TƏCİLİ

source: Reported
az: Bildirildi

source: Distance
az: Məsafə

source: Needs
az: Ehtiyaclar

source: No needs specified
az: Heç bir ehtiyac göstərilməyib

source: View Details
az: Təfərrüatları gör

source: Resolve
az: Həll et

source: No Open Cases
az: Açıq hal yoxdur

source: Great job! All cases have been resolved.
az: Əla iş! Bütün hallar həll edilib.

source: Quick Actions
az: Sürətli Əməliyyatlar

source: Advanced Search
az: Ətraflı Axtarış

source: Find specific cases
az: Xüsusi halları tap

source: View completed work
az: Tamamlanmış işlərə bax

source: Report New Case
az: Yeni Hal Bildir

source: Add a new case
az: Yeni hal əlavə et

source: Help Street Cats in
az: Küçə pişiklərini xilas edin

source: Azerbaijan
az: Azərbaycanda

source: Join our community of volunteers to rescue, care for, and find homes for street cats across Azerbaijan. Every cat deserves love, care, and a safe place to call home.
az: Azərbaycan boyu küçə pişiklərini xilas etmək, onlara qayğı göstərmək və ev tapmaq üçün könüllülər icmamıza qoşulun. Hər pişik sevgi, qayğı və təhlükəsiz yaşayış yeri haqq edir.

source: Report a Case
az: Hal bildir

source: Find Cases Near Me
az: Yaxınımdakı halları tap

source: How It Works
az: Necə işləyir

source: Simple steps to help street cats in need
az: Ehtiyacı olan küçə pişiklərinə kömək etmək üçün sadə addımlar

source: Our Impact
az: Bizim təsirimiz

source: Together, we're making a difference
az: Birlikdə dəyişiklik yaradırıq

source: Success Stories
az: Uğur hekayələri

source: Real cats, real transformations, real hope
az: Həqiqi pişiklər, həqiqi dəyişikliklər, həqiqi ümid

source: Ready to Make a Difference?
az: Dəyişiklik yaratmağa hazırsınız?

source: Join thousands of volunteers helping street cats across Azerbaijan
az: Azərbaycan boyu küçə pişiklərinə kömək edən minlərlə könüllüyə qoşulun

source: Volunteer Cases
az: Könüllü halları

source: Admin Panel
az: İdarəçi paneli

source: Username or Email
az: İstifadəçi adı və ya E-poçt

source: Or continue with
az: Və ya davam edin

source: Forgot your password?
az: Şifrənizi unutmusunuz?

source: Resend verification email
az: Təsdiq e-poçtunu yenidən göndər

source: Report a New Case
az: Yeni Hal Bildir

source: Upload Photos
az: Şəkillər yüklə

source: Upload Videos
az: Videolar yüklə

source: Select multiple photos
az: Çoxlu şəkil seçin

source: Select multiple videos
az: Çoxlu video seçin

source: Get Location
az: Yer məlumatı al

source: Select Needs
az: Ehtiyacları seçin

source: Select all that apply
az: Uyğun olanların hamısını seçin

source: Other
az: Digər

source: Submit Report
az: Hesabatı göndər

source: Search Results
az: Axtarış nəticələri

source: No cases found matching your criteria.
az: Kriteriyalarınıza uyğun hal tapılmadı.

source: Created
az: Yaradılıb

source: Edit Profile
az: Profili redaktə et

source: Change Password
az: Şifrəni dəyiş

source: Current Password
az: Cari şifrə

source: New Password
az: Yeni şifrə

source: Confirm New Password
az: Yeni şifrəni təsdiq et

source: Case Details
az: Hal təfərrüatları

source: Update Case
az: Halı yenilə

source: Resolve Case
az: Halı həll et

source: Delete Case
az: Halı sil

source: Add Comment
az: Şərh əlavə et

source: Comments
az: Şərhlər

source: Please wait...
az: Zəhmət olmasa gözləyin...

source: Are you sure you want to delete this?
az: Bunu silmək istədiyinizə əminsiniz?

source: Yes, delete it
az: Bəli, silin

source: No, keep it
az: Xeyr, saxlayın

source: An error occurred
az: Xəta baş verdi

source: Please try again
az: Zəhmət olmasa yenidən cəhd edin

source: Invalid input
az: Yanlış giriş

source: Required field
az: Mütləq sahə

source: Successfully saved
az: Uğurla saxlanıldı

source: Successfully updated
az: Uğurla yeniləndi

source: Successfully deleted
az: Uğurla silindi

source: Date
az: Tarix

source: Time
az: Vaxt

source: From Date
az: Başlama tarixi

source: To Date
az: Bitmə tarixi

source: Sort By
az: Sırala

source: Sort Order
az: Sıralama qaydası

source: Ascending
az: Artan

source: Descending
az: Azalan

source: All Statuses
az: Bütün statuslar

source: All Needs
az: Bütün ehtiyaclar

source: Member since
az: Üzv olub

source: About
az: Haqqında

source: Cases Created
az: Yaradılmış hallar

source: Cases Resolved
az: Həll edilmiş hallar

source: Account Status
az: Hesab statusu

source: Recent Activity
az: Son fəaliyyət

source: No recent activity
az: Son fəaliyyət yoxdur

source: Not provided
az: Təqdim edilməyib

source: Unknown
az: Naməlum

source: Saved Searches
az: Saxlanmış axtarışlar

source: Save Current Search
az: Cari axtarışı saxla

source: Search Radius (km)
az: Axtarış radiusu (km)

source: Or select from existing locations
az: Və ya mövcud yerlərdən seçin

source: Creation Date
az: Yaradılma tarixi

source: Success in 6
az: 6-da uğur

source: Success in Mingachevir
az: Mingəçevirdə uğur

source: Success in Baku
az: Bakıda uğur

source: Success in Ganja
az: Gəncədə uğur

source: Success in Lankaran
az: Lənkəranda uğur

source: Success in Quba
az: Qubada uğur

source: Street cat with broken leg received surgery and rehabilitation, now fully recovered.
az: Ayağı sınmış küçə pişiyi əməliyyat və reabilitasiya aldı, indi tamamilə sağalıb.

source: Found injured on the streets, received medical care and found a loving home within 2 weeks.
az: Küçədə yaralı tapıldı, tibbi yardım aldı və 2 həftə ərzində sevgi dolu ev tapdı.

source: Rescued from harsh winter conditions, nursed back to health and now lives happily with new family.
az: Sərt qış şəraitindən xilas edildi, sağlamlığa qayıtdı və indi yeni ailə ilə xoşbəxt yaşayır.

source: Senior cat rescued from construction site, given comfortable retirement home.
az: Yaşlı pişik tikinti sahəsindən xilas edildi, rahat təqaüd evi verildi.

source: Abandoned kitten bottle-fed by volunteers, grew strong and found perfect family.
az: Tərk edilmiş bala pişik könüllülər tərəfindən şüşə ilə qidalandırıldı, gücləndi və mükəmməl ailə tapdı.

source: Report a Cat in Need
az: Ehtiyacı olan pişiyi bildir

source: Take photos, add location details, and describe what help the cat needs - food, medical care, or shelter.
az: Şəkillər çəkin, yer məlumatları əlavə edin və pişiyə hansı köməyin lazım olduğunu təsvir edin - yemək, tibbi yardım və ya sığınacaq.

source: Volunteers Respond
az: Könüllülər cavab verir

source: Local volunteers and organizations see your report and coordinate to provide the necessary help.
az: Yerli könüllülər və təşkilatlar hesabatınızı görür və lazımi köməyi təmin etmək üçün koordinasiya edirlər.

source: Track Progress
az: Tərəqqini izlə

source: Follow the cat's journey from rescue to recovery, with updates and photos from volunteers.
az: Pişiyin xilasetmədən sağalmaya qədər olan səyahətini könüllülərin yeniləmələri və şəkilləri ilə izləyin.

source: Cats Helped
az: Kömək edilən pişiklər

source: Active Volunteers
az: Aktiv könüllülər

source: % Success Rate
az: % Uğur nisbəti

source: Become a Volunteer
az: Könüllü ol

source: Join our community of volunteers and help cats in your area get the care they need.
az: Könüllülər icmamıza qoşulun və ərazinizdəki pişiklərə lazım olan qayğını göstərməyə kömək edin.

source: View Active Cases
az: Aktiv halları gör

source: Browse current cases in your area and see how you can help cats in need.
az: Ərazinizdəki cari halları nəzərdən keçirin və ehtiyacı olan pişiklərə necə kömək edə biləcəyinizi görün.

source: Report Now
az: İndi bildir

source: Join Us
az: Bizə qoşul

source: Browse Cases
az: Halları nəzərdən keçir

source: Before
az: Əvvəl

source: After
az: Sonra

source: success
az: uğur

source: July 2025
az: İyul 2025

source: June 2025
az: İyun 2025

source: Getting location...
az: Yer məlumatı alınır...

source: Location access denied. Please enable location services and refresh the page.
az: Yer məlumatına giriş rədd edildi. Zəhmət olmasa yer xidmətlərini aktivləşdirin və səhifəni yeniləyin.

source: Location updated successfully!
az: Yer məlumatı uğurla yeniləndi!

source: Got coordinates, but could not get precise address
az: Koordinatlar alındı, lakin dəqiq ünvan alına bilmədi

source: Location access denied. Please enable location services.
az: Yer məlumatına giriş rədd edildi. Zəhmət olmasa yer xidmətlərini aktivləşdirin.

source: Location information unavailable. Please try again.
az: Yer məlumatı əlçatan deyil. Zəhmət olmasa yenidən cəhd edin.

source: Location request timed out. Please try again.
az: Yer məlumatı sorğusu vaxt bitdi. Zəhmət olmasa yenidən cəhd edin.

source: Could not get location. Please enter manually.
az: Yer məlumatı alına bilmədi. Zəhmət olmasa əl ilə daxil edin.

source: Location services not available in your browser.
az: Brauzerinizdə yer xidmətləri mövcud deyil.

source: Location found
az: Yer tapıldı

source: Your Location
az: Sizin yeriniz

source: Active Cases
az: Aktiv hallar

source: Photo
az: Şəkil

source: Updated At
az: Yenilənmə tarixi

source: Actions
az: Əməliyyatlar

source: No cases found
az: Heç bir hal tapılmadı

source: Page
az: Səhifə

source: Misha's Recovery
az: Mişanın sağalması

source: Found injured on the streets of Baku, Misha received medical care and found a loving home within 2 weeks.
az: Bakı küçələrində yaralı tapılan Miş tibbi yardım aldı və 2 həftə ərzində sevgi dolu ev tapdı.

source: Luna's New Life
az: Lunanın yeni həyatı

source: Rescued from harsh winter conditions, Luna was nursed back to health and now lives happily with her new family.
az: Sərt qış şəraitindən xilas edilən Luna sağlamlığa qayıtdı və indi yeni ailəsi ilə xoşbəxt yaşayır.

source: The Kitten Family
az: Bala pişik ailəsi

source: A mother cat and her 4 kittens were rescued together and all found homes in the same neighborhood.
az: Ana pişik və 4 balası birlikdə xilas edildi və hamısı eyni məhəllədə ev tapdı.

source: 2 weeks ago
az: 2 həftə əvvəl

source: 1 month ago
az: 1 ay əvvəl

source: 3 weeks ago
az: 3 həftə əvvəl

source: Baku
az: Bakı

source: Ganja
az: Gəncə

source: Sumgait
az: Sumqayıt

source: Found a cat that needs help? Report it now and connect with local volunteers.
az: Köməyə ehtiyacı olan pişik tapdınız? İndi bildirin və yerli könüllülərlə əlaqə saxlayın.

source: Type location or select from dropdown...
az: Heç biri

source: dd/mm/yyyy
az: gg/aa/iiii

source: Photos
az: Şəkillər

source: Videos
az: Videolar

source: Your browser does not support the video tag.
az: Brauzeriniz video etiketini dəstəkləmir.

source: Resolution Details
az: Həll təfərrüatları

source: Resolved on:
az: Həll edilmə tarixi:

source: Resolved by:
az: Həll edən:

source: Resolution Notes
az: Həll qeydləri

source: Resolution Photos
az: Həll şəkilləri

source: Resolution Videos
az: Həll videoları

source: Your browser does not support video playback.
az: Brauzeriniz video oynatmağı dəstəkləmir.

source: Resolution Documents
az: Həll sənədləri

source: View Document
az: Sənədə bax

source: Case ID
az: Hal ID

source: Created At
az: Yaradılma tarixi

source: No comments yet. Be the first to share your thoughts!
az: Hələ şərh yoxdur. Fikirlərinizi bölüşən ilk siz olun!

source: Are you sure you want to delete this comment?
az: Hal şəkli

source: Resolution photo
az: Həll şəkli

source: Case Details - Cat Rescue App
az: Hal Təfərrüatları - Pişik Xilasetmə Tətbiqi

source: Content
az: Məzmun

source: RESOLVED
az: HƏLL EDİLİB

source: medical
az: tibbi

source: food
az: yemək

source: shelter
az: sığınacaq

source: rescue
az: xilasetmə

source: vaccination
az: peyvənd

source: sterilization
az: sterilizasiya

source: other
az: digər

source: Medical
az: Tibbi

source: Food
az: Yemək
